Repository: Borisserz/FoodTracker
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Cheddar Cheese
de: Cheddar-Käse
es: Queso Cheddar
fr: Fromage Cheddar
it: Formaggio Cheddar
pt_pt: Queijo Cheddar
ru: Сыр Чеддер

source: Cheese
de: Käse
es: Queso
fr: Fromage
it: Formaggio
pt_pt: Queijo
ru: Сыр

source: Chef (60m)
de: Koch (60m)
es: Cocinero (60m)
fr: Cuisinier (60m)
it: Cuoco (60m)
pt_pt: Cozinheiro (60m)
ru: Шеф (60м)

source: Chef is thinking...
de: Chefkoch denkt...
es: El chef está pensando...
fr: Le chef réfléchit...
it: Lo chef sta pensando...
pt_pt: O chef está pensando...
ru: Шеф думает...

source: Chef is writing recipe...
de: Chefkoch schreibt Rezept...
es: El chef está escribiendo la receta...
fr: Le chef écrit la recette...
it: Lo chef sta scrivendo la ricetta...
pt_pt: Chef está escrevendo receita...
ru: Шеф пишет рецепт...

source: Chef's Specials
de: Spezialitäten des Küchenchefs
es: Especiales del chef
fr: Les spécialités du chef
it: Specialità dello chef
pt_pt: Especiais do Chef
ru: Выбор шеф-повара

source: Chef's Tip
de: Tipp vom Chefkoch
es: Consejo del chef
fr: Conseil du chef
it: Il consiglio dello chef
pt_pt: Dica do Chef
ru: Совет от шеф-повара

source: Cherry Tomatoes
de: Kirschtomaten
es: tomates cherry
fr: Tomates cerises
it: Pomodorini
pt_pt: Tomate Cereja
ru: Помидоры Черри

source: Chewy, flourless cookies perfect for a pre-workout energy boost or a sweet snack. 🍪
de: Zähe, mehlfreie Kekse, perfekt für einen Energieschub vor dem Training oder einen süßen Snack. 🍪
es: Galletas masticables sin harina, perfectas para aumentar la energía antes del entrenamiento o como refrigerio dulce. 🍪
fr: Biscuits moelleux et sans farine, parfaits pour un regain d'énergie avant l'entraînement ou une collation sucrée. 🍪
it: Biscotti gommosi e senza farina, perfetti per una sferzata di energia prima dell'allenamento o per uno spuntino dolce. 🍪
pt_pt: Biscoitos em borracha e sem farinha, perfeitos para aumentar a energia antes do treino ou para um lanche doce. 🍪
ru: Жевательное печенье без муки идеально подходит для повышения энергии перед тренировкой или сладкого перекуса. 🍪

source: Chia Seeds
de: Chia-Samen
es: Semillas de chía
fr: Graines de Chia
it: Semi di Chia
pt_pt: Sementes de Chia
ru: Семена Чиа

source: Chicken
de: Huhn
es: Pollo
fr: Poulet
it: Pollo
pt_pt: Frango
ru: Курица

source: Chicken & Veggies
de: Huhn und Gemüse
es: Pollo y Verduras
fr: Poulet et légumes
it: Pollo e verdure
pt_pt: Frango e vegetais
ru: Курица и овощи

source: Chicken and Quinoa Bowl
de: Hühnchen-Quinoa-Bowl
es: Bowl De Pollo Y Quinua
fr: Bol de poulet et quinoa
it: Ciotola di pollo e quinoa
pt_pt: Tigela de Frango e Quinoa
ru: Чаша с курицей и киноа

source: Chicken Breast
de: Hühnerbrust
es: Pechuga de pollo
fr: Blanc de poulet
it: Petto di pollo
pt_pt: Peito de Frango
ru: Куриная Грудка

source: Chicken Thighs
de: Hähnchenschenkel
es: Muslos De Pollo
fr: Cuisses de poulet
it: Cosce di pollo
pt_pt: Coxas de Frango
ru: Куриные бедра

source: Chickpeas
de: Kichererbsen
es: garbanzos
fr: Pois chiches
it: Ceci
pt_pt: Grão de bico
ru: Нут

source: Chickpeas (Canned)
de: Kichererbsen (Konserviert)
es: Garbanzos (enlatados)
fr: Pois chiches (en conserve)
it: Ceci (in scatola)
pt_pt: Grão de bico (enlatado)
ru: Нут (консервированный)

source: Chilean Sea Bass Fillet
de: Chilenisches Wolfsbarschfilet
es: Filete De Lubina Chilena
fr: Filet de bar chilien
it: Filetto Di Branzino Cileno
pt_pt: Filé de Robalo Chileno
ru: Филе чилийского сибаса

source: Chili Powder
de: Chilipulver
es: Chile en polvo
fr: Poudre de piment
it: Polvere di peperoncino
pt_pt: Pimenta em pó
ru: Порошок чили

source: Chocolate Avocado Protein Pudding
de: Schokoladen-Avocado-Proteinpudding
es: Pudín proteico de chocolate y aguacate
fr: Pudding protéiné au chocolat et à l'avocat
it: Budino proteico al cioccolato e avocado
pt_pt: Pudim de proteína de abacate e chocolate
ru: Протеиновый пудинг из шоколада и авокадо

source: Chocolate Peanut Butter Smoothie
de: Schokoladen-Erdnussbutter-Smoothie
es: Batido de chocolate y mantequilla de maní
fr: Smoothie au chocolat et au beurre de cacahuète
it: Frullato al burro di arachidi e cioccolato
pt_pt: Smoothie de manteiga de amendoim com chocolate
ru: Шоколадный смузи с арахисовым маслом

source: Chocolate Plant Protein
de: Schokoladen-Pflanzenprotein
es: Proteína vegetal de chocolate
fr: Protéine Végétale Chocolatée
it: Proteine ​​vegetali del cioccolato
pt_pt: Proteína Vegetal de Chocolate
ru: Шоколадный растительный белок

source: Chocolate Protein Powder
de: Schokoladenproteinpulver
es: Polvo de proteína de chocolate
fr: Poudre de protéines de chocolat
it: Polvere proteica del cioccolato
pt_pt: Proteína em pó de chocolate
ru: Шоколадный протеиновый порошок

source: Choose a meal
de: Wählen Sie eine Mahlzeit
es: Elige una comida
fr: Choisissez un repas
it: Scegli un pasto
pt_pt: Escolha uma refeição
ru: Выберите еду

source: Choose a schedule to optimize your metabolism and reach your goals faster.
de: Wählen Sie einen Zeitplan, um Ihren Stoffwechsel zu optimieren und Ihre Ziele schneller zu erreichen.
es: Elige un horario para optimizar tu metabolismo y alcanzar tus objetivos más rápido.
fr: Choisissez un horaire pour optimiser votre métabolisme et atteindre vos objectifs plus rapidement.
it: Scegli un programma per ottimizzare il tuo metabolismo e raggiungere i tuoi obiettivi più velocemente.
pt_pt: Escolha um horário para otimizar seu metabolismo e atingir seus objetivos com mais rapidez.
ru: Choose a schedule to optimize your metabolism and reach your цельs faster.

source: Choose your path to success
de: Wählen Sie Ihren Weg zum Erfolg
es: Elige tu camino hacia el éxito
fr: Choisissez votre chemin vers le succès
it: Scegli la tua strada verso il successo
pt_pt: Escolha o seu caminho para o sucesso
ru: Выберите свой путь к успеху

source: Circadian Fasting
de: Zirkadianes Fasten
es: Ayuno circadiano
fr: Jeûne circadien
it: Digiuno circadiano
pt_pt: Jejum Circadiano
ru: Циркадное голодание

source: Circadian rhythm fast. Great for beginners.
de: Zirkadianer Rhythmus schnell. Ideal für Anfänger.
es: Ritmo circadiano rápido. Genial para principiantes.
fr: Rythme circadien rapide. Idéal pour les débutants.
it: Ritmo circadiano veloce. Ottimo per i principianti.
pt_pt: Ritmo circadiano rápido. Ótimo para iniciantes.
ru: Циркадный ритм быстрый. Отлично подходит для новичков.

source: Clarified Butter (Ghee)
de: Geklärte Butter (Ghee)
es: Mantequilla Clarificada (Ghee)
fr: Beurre clarifié (Ghee)
it: Burro chiarificato (Ghee)
pt_pt: Manteiga Clarificada (Ghee)
ru: Осветленное масло (Ги)

source: Classic Chicken Caesar Salad
de: Klassischer Hähnchen-Caesar-Salat
es: Ensalada César De Pollo Clásica
fr: Salade César au Poulet Classique
it: Insalata Caesar classica di pollo
pt_pt: Salada César de Frango Clássica
ru: Классический салат Цезарь с курицей

source: Clean
de: Sauber
es: Limpio
fr: Faire le ménage
it: Pulito
pt_pt: Limpar
ru: Чистый

source: Clear All
de: Alles löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
pt_pt: Limpar tudo
ru: Очистить все

source: Close
de: Schließen
es: Cerca
fr: Fermer
it: Vicino
pt_pt: Fechar
ru: Закрывать

source: Cocoa Powder
de: Kakaopulver
es: Cacao en polvo
fr: Poudre de cacao
it: Polvere di cacao
pt_pt: Cacau em pó
ru: Какао-порошок

source: Coconut Milk (Lite)
de: Kokosmilch (Lite)
es: Leche de coco (lite)
fr: Lait de coco (léger)
it: Latte di cocco (leggero)
pt_pt: Leite de coco (leve)
ru: Кокосовое молоко (облегченное)

source: Coconut Oil
de: Kokosöl
es: Aceite de coco
fr: Huile de coco
it: Olio di cocco
pt_pt: Óleo de coco
ru: Кокосовое масло

source: Coconut Water
de: Kokoswasser
es: Agua de coco
fr: Eau de coco
it: Acqua di cocco
pt_pt: Água de Côco
ru: Кокосовая вода

source: Cod
de: Kabeljau
es: Bacalao
fr: Morue
it: Merluzzo
pt_pt: Bacalhau
ru: Треска

source: Cod Fillets
de: Kabeljaufilets
es: Filetes De Bacalao
fr: Filets de morue
it: Filetti Di Merluzzo
pt_pt: Filetes de Bacalhau
ru: Филе трески

source: Cold Unsalted Butter
de: Kalte ungesalzene Butter
es: Mantequilla fría sin sal
fr: Beurre froid non salé
it: Burro freddo non salato
pt_pt: Manteiga fria sem sal
ru: Холодное несоленое сливочное масло

source: Combine ingredients & calculate macros
de: Kombinieren Sie Zutaten und berechnen Sie Makros
es: Combina ingredientes y calcula macros
fr: Combinez les ingrédients et calculez les macros
it: Combina gli ingredienti e calcola i macro
pt_pt: Combine ingredientes e calcule macros
ru: Комбинируйте ингредиенты и рассчитывайте макросы

source: Compare photos & track changes
de: Vergleichen Sie Fotos und verfolgen Sie Änderungen
es: Compara fotos y realiza un seguimiento de los cambios
fr: Comparez les photos et suivez les modifications
it: Confronta foto e tieni traccia delle modifiche
pt_pt: Compare fotos e acompanhe alterações
ru: Сравнивайте фотографии и отслеживайте изменения

source: Comparison View
de: Vergleichsansicht
es: Vista comparativa
fr: Vue comparative
it: Vista comparativa
pt_pt: Visualização de comparação
ru: Сравнение

source: Completed
de: Vollendet
es: Terminado
fr: Complété
it: Completato
pt_pt: Concluído
ru: Завершенный

source: Confirm Goal
de: Ziel bestätigen
es: Confirmar objetivo
fr: Confirmer l'objectif
it: Conferma obiettivo
pt_pt: Confirmar meta
ru: Подтвердить цель

source: Confit Quail with Pickled Mustard Seeds and Caramelized Endive
de: Konfierte Wachteln mit eingelegten Senfkörnern und karamellisiertem Endiviensalat
es: Codornices confitadas con semillas de mostaza en escabeche y escarola caramelizada
fr: Cailles confites aux graines de moutarde marinées et endives caramélisées
it: Quaglia confit con semi di senape sottaceto e indivia caramellata
pt_pt: Codorna Confitada com Sementes de Mostarda em Conserva e Endívia Caramelizada
ru: Конфи из перепелки с маринованными семенами горчицы и карамелизированным эндивием

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Collegare
pt_pt: Conectar
ru: Соединять

source: Consistency
de: Konsistenz
es: Consistencia
fr: Cohérence
it: Coerenza
pt_pt: Consistência
ru: Последовательность

source: Continue
de: Weitermachen
es: Continuar
fr: Continuer
it: Continuare
pt_pt: Continuar
ru: Продолжать

source: Continue as Guest
de: Als Gast fortfahren
es: Continuar como invitado
fr: Continuer en tant qu'invité
it: Continua come ospite
pt_pt: Continuar como convidado
ru: Продолжить как гость

source: Continue as guest?
de: Als Gast fortfahren?
es: ¿Continuar como invitado?
fr: Continuer en tant qu'invité ?
it: Continuare come ospite?
pt_pt: Continuar como convidado?
ru: Продолжить в качестве гостя?

source: Cook 1 recipe with AI
de: Kochen Sie 1 Rezept mit KI
es: Cocina 1 receta con IA
fr: Cuisinez 1 recette avec l'IA
it: Cucina 1 ricetta con l'IA
pt_pt: Cozinhe 1 receita com IA
ru: Приготовьте 1 рецепт с помощью ИИ

source: Cook 10 recipes with AI
de: Kochen Sie 10 Rezepte mit KI
es: Cocina 10 recetas con IA
fr: Cuisinez 10 recettes avec l'IA
it: Cucina 10 ricette con l'intelligenza artificiale
pt_pt: Cozinhe 10 receitas com IA
ru: Приготовьте 10 рецептов с помощью ИИ

source: Cook Monitor
de: Kochmonitor
es: Monitor de cocina
fr: Moniteur de cuisson
it: Cuoco Monitor
pt_pt: Monitor de cozimento
ru: Монитор повара

source: Cook with AI
de: Kochen Sie mit KI
es: Cocinar con IA
fr: Cuisinez avec l'IA
it: Cucina con l'intelligenza artificiale
pt_pt: Cozinhe com IA
ru: Готовьте с ИИ

source: Cook with AI Chef
de: Kochen Sie mit AI Chef
es: Cocine con AI Chef
fr: Cuisinez avec AI Chef
it: Cucina con AI Chef
pt_pt: Cozinhe com AI Chef
ru: Готовьте с AI Chef

source: Cook with Chef
de: Kochen Sie mit dem Chefkoch
es: cocinar con chef
fr: Cuisinez avec le chef
it: Cucina con lo chef
pt_pt: Cozinhe com o Chef
ru: Готовить с шефом

source: Cooked Quinoa
de: Gekochte Quinoa
es: Quinua Cocida
fr: Quinoa cuit
it: Quinoa cotta
pt_pt: Quinua Cozida
ru: Приготовленная киноа

source: Cooking Instructions
de: Kochanleitung
es: Instrucciones de cocina
fr: Instructions de cuisson
it: Istruzioni per la cottura
pt_pt: Instruções de culinária
ru: Инструкции по приготовлению

source: Cooking instructions are not available for this recipe yet.
de: Für dieses Rezept liegen noch keine Kochanweisungen vor.
es: Las instrucciones de cocción aún no están disponibles para esta receta.
fr: Les instructions de cuisson ne sont pas encore disponibles pour cette recette.
it: Le istruzioni di cottura non sono ancora disponibili per questa ricetta.
pt_pt: As instruções de cozimento ainda não estão disponíveis para esta receita.
ru: Инструкции по приготовлению для этого рецепта пока нет.

source: Cooking time
de: Kochzeit
es: tiempo de cocción
fr: Temps de cuisson
it: Tempo di cottura
pt_pt: Tempo de cozimento
ru: Время приготовления

source: Cooking Time
de: Kochzeit
es: Tiempo de cocción
fr: Temps de cuisson
it: Tempo di cottura
pt_pt: Tempo de cozimento
ru: Время приготовления

source: Cooking: %@
de: Kochen: %@
es: Cocinar: %@
fr: Cuisson : %@
it: Cottura: %@
pt_pt: Cozinhando: %@
ru: Готовка: %@

source: Cottage Cheese
de: Hüttenkäse
es: Requesón
fr: Fromage blanc
it: Fiocchi di latte
pt_pt: Queijo tipo cottage
ru: Творог

source: Cottage Cheese and Pineapple Bowl
de: Schüssel mit Hüttenkäse und Ananas
es: Tazón de requesón y piña
fr: Bol de fromage cottage et d'ananas
it: Ciotola di ricotta e ananas
pt_pt: Tigela de queijo cottage e abacaxi
ru: Чаша из творога и ананаса

source: Cottage Cheese Protein Pancakes
de: Hüttenkäse-Protein-Pfannkuchen
es: Tortitas proteicas de requesón
fr: Crêpes protéinées au fromage cottage
it: Pancake proteici alla ricotta
pt_pt: Panquecas proteicas de queijo cottage
ru: Белковые блины из творога

source: Cozy evenings
de: Gemütliche Abende
es: Tardes acogedoras
fr: Des soirées agréables
it: Serate accoglienti
pt_pt: Noites aconchegantes
ru: Уютные вечера

source: Create Custom Food
de: Erstellen Sie individuelles Essen
es: Crear comida personalizada
fr: Créer des aliments personnalisés
it: Crea cibo personalizzato
pt_pt: Crie comida personalizada
ru: Создать собственную еду

source: Create Custom Recipe
de: Erstellen Sie ein benutzerdefiniertes Rezept
es: Crear receta personalizada
fr: Créer une recette personnalisée
it: Crea ricetta personalizzata
pt_pt: Criar receita personalizada
ru: Создать собственный рецепт

source: Creator
de: Schöpfer
es: Creador
fr: Créateur
it: Creatore
pt_pt: Criador
ru: Создатель

source: Crisp romaine, tender grilled chicken, and a creamy, tangy dressing make this a timeless favorite. 🥗🍗
de: Knusprige Römersalat, zartes gegrilltes Hähnchen und ein cremig-würziges Dressing machen dies zu einem zeitlosen Favoriten. 🥗🍗
es: La lechuga romana crujiente, el tierno pollo asado y un aderezo cremoso y picante hacen de este un favorito atemporal. 🥗🍗
fr: De la romaine croustillante, du poulet grillé tendre et une vinaigrette crémeuse et piquante en font un favori intemporel. 🥗🍗
it: La romana croccante, il tenero pollo alla griglia e un condimento cremoso e piccante lo rendono uno dei piatti preferiti senza tempo. 🥗🍗
pt_pt: Alface romana crocante, frango grelhado tenro e um molho cremoso e picante fazem deste um favorito atemporal. 🥗🍗
ru: Хрустящий ромэн, нежная курица-гриль и сливочно-острая заправка делают это блюдо вечным фаворитом. 🥗🍗

source: Crisp, cool lettuce cups filled with zesty, high-protein shrimp and creamy avocado. 🍤
de: Knusprige, kühle Salatbecher, gefüllt mit pikanten, proteinreichen Garnelen und cremiger Avocado. 🍤
es: Tazas de lechuga frescas y crujientes rellenas de camarones picantes y ricos en proteínas y aguacate cremoso. 🍤
fr: Coupes de laitue croustillantes et fraîches remplies de crevettes piquantes et riches en protéines et d'avocat crémeux. 🍤
it: Coppe di lattuga fresche e croccanti ripiene di gamberi saporiti e ad alto contenuto proteico e avocado cremoso. 🍤
pt_pt: Copos de alface crocantes e frescos, recheados com camarão picante e rico em proteínas e abacate cremoso. 🍤
ru: Хрустящие, прохладные салатные чашки, наполненные пикантными креветками с высоким содержанием белка и сливочным авокадо. 🍤

source: Crunchy bell peppers act as the perfect low-carb vessel for creamy, rich egg salad. 🫑
de: Knusprige Paprika sind das perfekte kohlenhydratarme Gefäß für cremigen, reichhaltigen Eiersalat. 🫑
es: Los pimientos morrones crujientes actúan como el recipiente perfecto bajo en carbohidratos para una rica y cremosa ensalada de huevo. 🫑
fr: Les poivrons croquants constituent le récipient parfait à faible teneur en glucides pour une salade aux œufs crémeuse et riche. 🫑
it: I peperoni croccanti fungono da perfetto contenitore a basso contenuto di carboidrati per un'insalata di uova cremosa e ricca. 🫑
pt_pt: Pimentões crocantes atuam como o recipiente perfeito com baixo teor de carboidratos para uma salada de ovo cremosa e rica. 🫑
ru: Хрустящий сладкий перец станет идеальным низкоуглеводным соусом для насыщенного сливочного яичного салата. 🫑

source: Crunchy Roasted Chickpeas
de: Knusprig geröstete Kichererbsen
es: Garbanzos Asados ​​Crujientes
fr: Pois chiches rôtis croquants
it: Ceci Arrostiti Croccanti
pt_pt: Grão De Bico Assado Crocante
ru: Хрустящий жареный нут

source: Crunchy, salty, and incredibly satisfying. A high-fiber snack that keeps you full. 🥣🔥
de: Knusprig, salzig und unglaublich sättigend. Ein ballaststoffreicher Snack, der satt hält. 🥣🔥
es: Crujiente, salado e increíblemente satisfactorio. Un refrigerio rico en fibra que te mantiene lleno. 🥣🔥
fr: Croquant, salé et incroyablement satisfaisant. Une collation riche en fibres qui vous rassasie. 🥣🔥
it: Croccante, salato e incredibilmente soddisfacente. Uno spuntino ricco di fibre che ti mantiene sazio. 🥣🔥
pt_pt: Crocante, salgado e incrivelmente satisfatório. Um lanche rico em fibras que mantém você saciado. 🥣🔥
ru: Хрустящий, соленый и невероятно сытный. Закуска с высоким содержанием клетчатки, которая насытит вас. 🥣🔥

source: Crushed Juniper Berries
de: Zerkleinerte Wacholderbeeren
es: Bayas de enebro trituradas
fr: Baies de genièvre écrasées
it: Bacche di ginepro schiacciate
pt_pt: Bagas de zimbro esmagadas
ru: Измельченные ягоды можжевельника

source: Crushed Macadamia Nuts
de: Zerkleinerte Macadamianüsse
es: Nueces de macadamia trituradas
fr: Noix de Macadamia concassées
it: Noci di macadamia tritate
pt_pt: Nozes de macadâmia trituradas
ru: Дробленые орехи макадамии

source: Crushed Tomatoes
de: Zerkleinerte Tomaten
es: Tomates triturados
fr: Tomates concassées
it: Pomodori schiacciati
pt_pt: Tomates esmagados
ru: Измельченные Помидоры

source: Cucumber
de: Gurke
es: Pepino
fr: Concombre
it: Cetriolo
pt_pt: Pepino
ru: Огурец

source: Cultured Butter
de: Kultivierte Butter
es: Mantequilla cultivada
fr: Beurre de culture
it: Burro coltivato
pt_pt: Manteiga Cultivada
ru: Культивированное масло

source: Curating top-tier recipes...
de: Kuratierung erstklassiger Rezepte...
es: Seleccionando recetas de primer nivel...
fr: Organiser des recettes de premier ordre...
it: Curare ricette di alto livello...
pt_pt: Curando receitas de primeira linha...
ru: Подбираем лучшие рецепты...

source: Current 7-Day Protocol
de: Aktuelles 7-Tage-Protokoll
es: Protocolo actual de 7 días
fr: Protocole actuel de 7 jours
it: Attuale protocollo di 7 giorni
pt_pt: Protocolo atual de 7 dias
ru: Текущий 7-дневный протокол

source: Current Fast: %@
de: Aktuell schnell: %@
es: Rápido actual: %@
fr: Rapide actuel : %@
it: Veloce attuale: %@
pt_pt: Atual Rápido: %@
ru: Текущее голодание: %@

source: Current Weight
de: Aktuelles Gewicht
es: Peso actual
fr: Poids actuel
it: Peso attuale
pt_pt: Peso atual
ru: Текущий вес

source: Current: %.1f kg
de: Aktuell: %.1f kg
es: Actual: %.1f kg
fr: Courant : %.1f kg
it: Corrente: %.1f kg
pt_pt: Atual: %,1f kg
ru: Текущий: %.1f кг

# Current: %@ • %@ elapsed
source: Current: %1$@ • %2$@ elapsed
de: Aktuell: %@ • %@ abgelaufen
es: Actual: %@ • %@ transcurrido
fr: Actuel : %@ • %@ écoulé
it: Corrente: %@ • %@ trascorsa
pt_pt: Atual: %@ • %@ decorrido
ru: Текущее: %@ • прошло %@

source: Custom
de: Brauch
es: Costumbre
fr: Coutume
it: Costume
pt_pt: Personalizado
ru: Обычай

source: Custom Ingredient
de: Benutzerdefinierte Zutat
es: Ingrediente personalizado
fr: Ingrédient personnalisé
it: Ingrediente personalizzato
pt_pt: Ingrediente Personalizado
ru: Пользовательский ингредиент

source: Custom meals, step-by-step videos, and chef creations.
de: Individuelle Mahlzeiten, Schritt-für-Schritt-Videos und Kreationen des Küchenchefs.
es: Comidas personalizadas, vídeos paso a paso y creaciones del chef.
fr: Repas personnalisés, vidéos étape par étape et créations du chef.
it: Pasti personalizzati, video passo passo e creazioni dello chef.
pt_pt: Refeições personalizadas, vídeos passo a passo e criações de chefs.
ru: Нестандартные блюда, пошаговые видеоролики и творения шеф-повара.

source: Custom Recipe Details: %@
de: Benutzerdefinierte Rezeptdetails: %@
es: Detalles de receta personalizada: %@
fr: Détails de la recette personnalisée : %@
it: Dettagli ricetta personalizzata: %@
pt_pt: Detalhes da receita personalizada: %@
ru: Подробности индивидуального рецепта: %@

source: Cyber Blue
de: Cyberblau
es: azul cibernético
fr: Cyber-bleu
it: Cyber ​​Blu
pt_pt: Azul cibernético
ru: Кибер-синий

source: Daikon Radish
de: Daikon-Rettich
es: Rábano Daikon
fr: Radis daïkon
it: Ravanello Daikon
pt_pt: Rabanete Daikon
ru: Дайкон Редька

source: Daily
de: Täglich
es: A diario
fr: Tous les jours
it: Quotidiano
pt_pt: Diário
ru: День

source: Daily Activity
de: Tägliche Aktivität
es: Actividad diaria
fr: Activité quotidienne
it: Attività quotidiana
pt_pt: Atividade Diária
ru: Ежедневная активность

source: Daily Average
de: Tagesdurchschnitt
es: Promedio diario
fr: Moyenne quotidienne
it: Media giornaliera
pt_pt: Média Diária
ru: Среднедневное среднее значение

source: Daily Caloric Intake
de: Tägliche Kalorienaufnahme
es: Ingesta calórica diaria
fr: Apport calorique quotidien
it: Apporto calorico giornaliero
pt_pt: Ingestão Calórica Diária
ru: Ежедневное потребление калорий

source: Daily Calories
de: Tägliche Kalorien
es: Calorías Diarias
fr: Calories quotidiennes
it: Calorie giornaliere
pt_pt: Calorias Diárias
ru: Ежедневные калории

source: Daily Energy
de: Tägliche Energie
es: Energía diaria
fr: Énergie quotidienne
it: Energia quotidiana
pt_pt: Energia Diária
ru: Ежедневная энергия

source: Daily Log
de: Tägliches Protokoll
es: Registro diario
fr: Journal quotidien
it: Registro giornaliero
pt_pt: Registro Diário
ru: Дневник

source: Daily Macros
de: Tägliche Makros
es: Macros diarias
fr: Macros quotidiennes
it: Macro giornaliere
pt_pt: Macros Diárias
ru: Ежедневные макросы

source: Daily note
de: Tägliche Notiz
es: nota diaria
fr: Note quotidienne
it: Nota quotidiana
pt_pt: Nota diária
ru: Ежедневная заметка

source: Daily Notes
de: Tägliche Notizen
es: Notas Diarias
fr: Notes quotidiennes
it: Note quotidiane
pt_pt: Notas Diárias
ru: Ежедневные заметки

source: Daily Verdict
de: Tägliches Urteil
es: Veredicto diario
fr: Verdict quotidien
it: Verdetto quotidiano
pt_pt: Veredicto Diário
ru: Ежедневный вердикт

source: Dairy & Eggs
de: Milchprodukte und Eier
es: Lácteos y huevos
fr: Produits laitiers et œufs
it: Latticini e uova
pt_pt: Laticínios e Ovos
ru: Молочные продукты и яйца

source: Dairy/egg allergies
de: Milch-/Ei-Allergien
es: Alergias a lácteos/huevos
fr: Allergies aux produits laitiers/œufs
it: Allergie a latticini/uova
pt_pt: Alergias a laticínios/ovos
ru: Аллергия на молочные продукты/яйца
